<!--
 * @Author: your name
 * @Date: 2022-02-04 14:25:28
 * @LastEditTime: 2022-02-11 11:35:44
 * @LastEditors: Please set LastEditors
 * @Description: 打开koroFileHeader查看配置 进行设置: https://github.com/OBKoro1/koro1FileHeader/wiki/%E9%85%8D%E7%BD%AE
 * @FilePath: \vue-app\src\components\course\course-5.vue
-->
<template>
<div>
  <div class="operation-5__wrapper">
  <h1>架子工口试题</h1>
  <strong>1、进入工地，个人有哪些安全防护？</strong>
  <p>答：安全帽、安全带、防护鞋</p>
  <strong>2、超过多少高度叫高空作业？</strong>
  <p>答：2米及2米以上</p>
  <strong>3、哪些情况下钢管要报废？</strong>
  <p>1）变形、弯曲、压扁</p>
  <p>2）锈蚀的洞窜洞</p>
  <p>3）钢管两头水泥块堵死</p>
  <p>4）钢管开裂、有裂缝</p>
  <strong>4、扣件有哪几种？</strong>
  <p>答：三种（回转、直角、对接）</p>
  <strong>5、拆架子的顺序</strong>
  <p>答：脚手架应遵循先搭后拆的原则，由上而下逐层按顺序拆除，严禁上下同时作业，严禁向下抛掷物体。</p>
  <p>拆除顺序为：安全网—剪刀撑---斜道---连墙杆----横杆-----脚手板-----斜杆----立杆----底座</p>
  <strong>6、常用的钢管有哪几种？</strong>
  <p>答：立杆、水平杆、扫地杆</p>
  <strong>7、当脚手架作业层的脚手板不能满铺，或无法设置防护栏杆时，应采取什么措施？</strong>
  <p>答：应在作业层下方设置安全平网，作业层上方设置水平防护绳。</p>
  <strong>8、对脚手架作业层的防护都有哪些要求？</strong>
  <p>答：铺满脚手板，脚手板外侧搭设两道防护栏杆，高度为每道60cm及18cm高档脚板。</p>
  <strong>9、脚手架搭设时对接扣件开口应朝什么方向？</strong>
  <p>答：立杆朝内，横杆朝上</p>
  <strong>10、哪些天气应停止脚手架搭、拆作业？</strong>
  <p>答：六级（含六级）以上强风、高温、大雨、大雪、大雾等恶劣天气</p>
  <strong>11、在脚手架使用期间，哪些杆件严禁拆除？</strong>
  <p>答：在脚手架使用期间，主节点处的纵、横向水平杆，纵、横向扫地杆、连墙件、剪刀撑等严禁拆除。</p>
  <strong>12、搭设扣件式钢管脚手架对钢管有什么要求？</strong>
  <p>1）为了便于脚手架搭设，确保施工安全和转运方便，要控制每根钢管的重量和长度</p>
  <p>2）必须进行防锈处理</p>
  <p>3）在钢管上严禁打孔</p>
  <strong>13、如何设置抛撑？</strong>
  <p>答：在设置第一层连墙件之前，每隔6跨应设一根抛撑，抛撑应采用通长杆，连接点与主接点的距离不大于300mm，与地面夹角不大于60°。</p>
  <strong>14、简述扣件式钢管脚手架的拆除顺序。</strong>
  <p>答：扣件式钢管脚手架的拆除顺序为：安全网 - 剪刀撑 - 斜道 - 连墙件 - 横杆 - 脚手板 - 斜杆 - 立杆 - 立杆底座。</p>
  <strong>15、脚手架拆除应做好哪些安全防护？</strong>
  <p>1）拆除脚手架现场应设置安全警示区域和警告牌，并派专人看管，</p>
  <p>严禁施工作业人员进入拆除作业区内</p>
  <p>2）应尽量避免单人进行拆卸作业，严禁单人拆除如脚手板、长杆件</p>
  <p>等较重、较大的杆部件</p>
  <strong>16、高度在24米以下的单、双排脚手架，搭设是必须在外侧里面两端各设置一道剪刀撑，问剪刀撑搭设有何要求？</strong>
  <p>1）剪刀撑应由底至顶连续设置</p>
  <p>2）中间各道剪刀撑之间的净距不应大于15米</p>
  <strong>17、对于扣件及其附件除了应符合力学性能指标外还应符合什么技术要求？</strong>
  <p>1）不得有裂纹、气孔，不宜有疏松、砂眼或其他影响使用性能的缺陷</p>
  <p>2）扣件与钢管的贴合面必须严格整形，应保证于钢管扣紧时接触良好</p>
  <p>3）扣件活动部位应灵活转动，旋转扣件的两旋转面间隙应小0.1mm</p>
  <p>4）当扣件夹紧钢管时，其开口处的最小距离小于5mm</p>
  <p>5）扣件表面应进行防锈处理</p>
  <strong>18、脚手架基础垫板的长度、宽度、厚度有何要求？</strong>
  <p>答：长度不小于4米，宽度不小于20厘米，厚度不小于5厘米。</p>
  <strong>19、搭设钢管脚手架之前应做好哪些准备工作？</strong>
  <p>1）清理建筑物周围的障碍物和杂物</p>
  <p>2）平整好搭设场地，夯实基土</p>
  <p>3）根据施工要求，确定好脚手架的搭设形式</p>
  <p>4）把需用的钢管及扣件运到搭设现场，并堆放好</p>
  <p>5）按要求对钢管和扣件进行检查，不合格的不准使用。</p>
  <strong>20、脚手架的作用？</strong>
  <p>1）满足施工作业人员在不同的部位进行操作的需要</p>
  <p>2）满足施工作业人员在高空处操作时的安全需要</p>
  <p>3）满足一定数量材料堆放及运输的需要</p>
  </div>
</div>
</template>

<script>
export default {
  name: 'operation-5'
}
</script>

<style scoped>
.operation-5__wrapper {
  text-align: left;
  margin: 0 12px;
  
}

h1 {
  font-size: 28px;
}

strong {
  font-size: 20px;
}

p {
  font-size: 16px;
}
</style>
