<!--
 * @Author: your name
 * @Date: 2022-02-04 14:25:36
 * @LastEditTime: 2022-02-11 11:35:54
 * @LastEditors: Please set LastEditors
 * @Description: 打开koroFileHeader查看配置 进行设置: https://github.com/OBKoro1/koro1FileHeader/wiki/%E9%85%8D%E7%BD%AE
 * @FilePath: \vue-app\src\components\course\course-6.vue
-->
<template>
<div>
  <div class="operation-6__wrapper">
  <h1>焊工口试题</h1>
  <strong>1．焊接电缆为什么要定期检查？</strong>
  <p>破损电缆容易与工件短路打火，遇到易燃物引起火灾，人体容易触电。</p>
  <strong>2．电焊机起火时, 应立即切断电源,用什么灭火器灭火。</strong>
  <p>二氧化碳灭火器</p>
  <strong>3．氧气瓶、乙炔瓶瓶身分别是什么颜色？使用的橡胶软管分别是什么颜色？</strong>
  <p>氧气瓶是天蓝色，乙炔瓶是白色。氧气管为蓝色，乙炔管为红色。</p>
  <strong>4．氧气瓶和乙炔瓶使用时，该如何放置，距离多少？</strong>
  <p>使用中的氧气瓶和乙炔瓶应垂直放置，距离应保持5米以上，并固定起来。</p>
  <strong>5．焊炬切割过程中，若发生回火时，应采取的措施是？</strong>
  <p>立即关闭割炬乙炔阀，然后再关闭氧气阀</p>
  <strong>6．气焊气割作业易发生哪些安全事故？</strong>
  <p>气焊气割操作中容易发生的安全事故有爆炸、火灾、烧伤、烫伤、中毒等。</p>
  <strong>7．在易燃易爆、有毒、窒息等环境中，进行焊接作业前应怎么处理？</strong>
  <p>必须进行置换和清洗作业</p>
  <strong>8．对于已受潮，药皮变色和焊芯有锈迹的焊条经烘干后是否可以使用？</strong>
  <p>不可使用</p>
  <strong>9．焊割场地周围多少米范围内，各类可燃易炸物品应清理干净？</strong>
  <p> 10米</p>
  <strong>10．焊缝宽度主要靠什么来控制？</strong>
  <p>焊条的横向摆幅度</p>
  <strong>11．手弧焊选择焊接电流的依据是？</strong>
  <p> 根据焊条直径</p>
  <strong>12．焊接时，在焊接场地周围设置挡风板主要是为了？</strong>
  <p> 防止气流或风对焊接电弧的影响</p>
  <strong>13．“十不焊接与热切割的规定”有哪些？</strong>
  <p>（1）无操作证，又没有正式焊工在场指导，不准焊接与热切割。</p>
  <p>（2）凡需办理用火审批手续范围的作业，未经审批并办理用火手续的，不准焊接与热切割。</p>
  <p>（3）不了解作业现场及周围情况的，不准焊接与热切割。</p>
  <p>（4）不了解焊接与热切割内部情况的不准焊接与热切割。</p>
  <p>（5）盛装过易燃易爆有毒物质的容器、管道，未经彻底清洗置换不准焊接与热切割。</p>
  <p>（6）用可燃材料作保温层的部位或者设备未采取有效安全措施的，不准焊接与热切割。</p>
  <p>（7）有压力的、密封的容器、设备、管道，不准焊接与热切割。</p>
  <p>（8）附近有易燃易爆物，在未有彻底清理或者采取安全措施以前，不准焊接与热切割。</p>
  <p>（9）作业点与外单位相邻，在未弄清对外单位或者区域有无影响或明知危险而未采取有效安全措施的，不准焊接与热切割。</p>
  <p>（10）作业现场及附近有与明火相抵触的工作，不准焊接与热切割。</p>
  <strong>14．防止或减少焊接电弧偏吹的措施有：</strong>
  <p>（1）焊接时，在条件许可的情况下尽量使用交流电源焊接。</p>
  <p>（2）调整焊条角度。</p>
  <p>（3）采用短弧焊接的方法。</p>
  <p>（4）改变焊件上导线接线部位或在焊件两侧同时接地线，可减少因导线接线位置引起的磁偏吹。</p>
  <p>（5）在焊缝两端各加一小块附加钢板’（引弧板及引出板），使电弧两侧的磁力线分布均匀并减少热对流的影响，以克服电弧偏吹。</p>
  <p>（6）在露天操作时，如果有大风则必须用挡板遮挡，对电弧进行保护。在管子焊接时，必须将管口堵住，以防止气流对电弧的影响。在焊接间隙较大的对接焊缝时，可在接缝下面加垫板，以防止热对流引起的电弧偏吹。</p>
  <p>（7）采用小电流焊接。</p>
  <strong>15．CO2气体保护焊的分类：</strong>
  <p>（1）CO2焊按所用的焊丝直径不同，可分为细丝CO2气体保护焊（焊丝直径≤1.2mm）及粗丝CO2气体保护焊（焊丝直径≥1.6mm）。</p>
  <p>（2）CO2焊按操作方式不同又可分为CO2半自动焊和CO2 自动焊。</p>
  <p>（3）按填充金属的焊丝不同，有实芯和药芯两类。药芯的成分及作用与焊条的药皮相似。由于保护气体价格低廉、焊缝成型良好等原因，CO2气体保护焊应用广泛。</p>
  </div>
</div>
</template>

<script>
export default {
  name: 'operation-6'
}
</script>

<style scoped>
.operation-6__wrapper {
  text-align: left;
  margin: 0 12px;
}

h1 {
  font-size: 28px;
}

strong {
  font-size: 20px;
}

p {
  font-size: 16px;
}
</style>


